Repository: jsvenz76/gift-cards-for-woocommerce
Catalog: languages/rpgiftcards-*.po
Languages: nb_no

source: Gift Card Data
nb_no: Gavekortopplysninger

source: Gift Card description
nb_no: Gavekortbeskrivelse

source: Optionally enter a description for this gift card for your reference.
nb_no: Om ønskelig kan du skrive en beskrivelse av dette gavekortet som din referanse.

source: Who are you sending this to?
nb_no: Hvem sender du dette til?

source: To
nb_no: Til

source: Who is getting this gift card.
nb_no: Hvem mottar dette gavekortet.

source: Email To
nb_no: Send til

source: What email should we send this gift card to.
nb_no: Hvilken epostadresse skal vi sende dette gavekortet til

source: From
nb_no: Fra

source: Who is sending this gift card.
nb_no: Hvem sender dette gavekortet.

source: Email From
nb_no: Epost fra

source: What email account is sending this gift card.
nb_no: Hvilken epostadresse sender dette gavekortet.

source: Personalize it
nb_no: Tilpass det

source: Gift Card Amount
nb_no: Gavekortets beløp

source: Value of the Gift Card.
nb_no: Gavekortets verdi.

source: Gift Card Balance
nb_no: Gavekortets saldo

source: Remaining Balance of the Gift Card.
nb_no: Restsaldo på gavekortet

source: Gift Card Note
nb_no: Gavekortbeskjed

source: Enter a message to your customer.
nb_no: Skriv en melding til kunden.

source: Expiry date
nb_no: Utløpsdato

# placeholder
source: Never expire
nb_no: Utløper aldri

source: Giftcard Amount
nb_no: Gavekortets beløp

source: Remaining Balance
nb_no: Restsaldo

source: Buyer
nb_no: Kjøper

source: Recipient
nb_no: Mottaker

source: Gift Card Payment:
nb_no: Betalt med gavekort:

source: New gift card from
nb_no: Nytt gavekort fra

source: Gift Cards
nb_no: Gavekort

source: Processing Options
nb_no: Utfører valgene

source: Shipping Charge?
nb_no: Frakt?

source: Allow customers to pay for shipping with their gift card.
nb_no: Tillat å benytte gavekort til betaling av frakt.

source: Giftcard Information
nb_no: Gavekortinformasjon

source: Gift Card #:
nb_no: Gavekort nr.:

source: Payment:
nb_no: Betaling:

source: Balance remaining:
nb_no: Restbeløp:

source: Gift Card
nb_no: Gavekort

source: Gift Card does not have a balance!
nb_no: Gavekortet er tomt!

source: Gift card applied successfully.
nb_no: Gavekortet er goodtatt!

source: Gift Card does not exist!
nb_no: Gavekortet finnes ikke!

source: Gift Card Payment
nb_no: Betaling med gavekort

source: Remove Gift Card
nb_no: Fjern gavekort

source: Remaining Gift Card Balance:
nb_no: Restsaldo på gavekortet:

source: Gift Card Information:
nb_no: Informasjon på gavekortet

source: Giftcard
nb_no: Gavekort

source: Card
nb_no: Kort

source: Send To
nb_no: Send til

source: Balance
nb_no: Saldo

source: Note
nb_no: Beskjed

source: Quantity
nb_no: Antall

source: Make product a gift card.
nb_no: Gjør produktet til et gavekort

source: Generated from the website.
nb_no: Lag fra nettstedet.

source: Enter your note here.
nb_no: Skriv din beskjed her.

# Admin menu name
source: Gift Cards
nb_no: Gavekort

source: Add Gift Card
nb_no: Opprett gavekort

source: Add New Gift Card
nb_no: Opprett nytt gavekort

source: Edit
nb_no: Rediger

source: Edit Gift Card
nb_no: Rediger gavekort

source: New Gift Card
nb_no: Nytt gavekort

source: View Gift Cards
nb_no: Vis gavekort

source: View Gift Card
nb_no: Vis gavekort

source: Search Gift Cards
nb_no: Søk etter gavekort

source: No Gift Cards found
nb_no: Fant ingen gavekort

source: No Gift Cards found in trash
nb_no: Fant ingen slettede gavekort

source: Parent Gift Card
nb_no: Hovedgavekort
